[
  {
    "name": "Amanda & Andrew ",
    "email": "test@gmail.com",
    "CatName": "Wedding Photography",
    "img": "https://images.squarespace-cdn.com/content/v1/615511137ee8bb0f8bbae591/873054fd-783a-4a0d-a8fb-37d5d0cdd903/St+Andrew%27s+Wahroonga+Wedding-904AA-0594.jpg?format=750w",
    "details": "Hi Ronny,Thank you so much for sending those!I can’t say how happy we are that we had you as our wedding photographer - you were just absolutely amazing and the photos show that! All of our guests commented how good you were and how you just knew when and how to take the perfect picture! I will be recommending you to anyone that is looking for a wedding photographer!!Those sneak peek photos are so nice - thank you so much!Enjoy your holiday and Thank you very much,Rachel and Jackson- married and reception at Taronga Zoo - Sydney",
    "submit": "1667883137586"
  },
  {
    "name": "Marc and Steph",
    "email": "test@gmail.com",
    "CatName": "Wedding Photography",
    "img": "https://images.squarespace-cdn.com/content/v1/615511137ee8bb0f8bbae591/710f0b5a-8aec-4372-bc39-5bec94ce8266/Wedding+-+Long+Reef+Beach-914TM-0776.jpg?format=750w",
    "details": "Hi RonnyThanks so much for your work - we love them!You’ve captured some wonderful moments for us and really  ThanksAmber and Andrew - married at St Andrew’s Wahroonga and reception at Bronte SLSC - Sydney",
    "submit": "1667883137446"
  },
  {
    "name": "Kathy & Neal",
    "email": "test@gmail.com",
    "CatName": "Wedding Photography",
    "img": "https://images.squarespace-cdn.com/content/v1/615511137ee8bb0f8bbae591/b16db240-4ff2-4301-9eec-2eec6e8efda9/Creek+Street+Photography-893KN-0921.jpg?format=750w",
    "details": "Hi Ronny,Hope you are well.Amazing, thank you so much for the photos. They look great and we love them so much!Thank you for all your work on our wedding day. You provided such a great vibe and everyone loved you! Our parents Many thanksKathy and Neal - married in 2022 at Moby Dicks Whale Beach, Sydney ",
    "submit": "1667883137446"
  },
  {
    "name": "Marc and Steph",
    "email": "test@gmail.com",

    "CatName": "Wedding Photography",
    "img": "https://images.squarespace-cdn.com/content/v1/615511137ee8bb0f8bbae591/3cc36132-6ef8-4fab-94f8-775e05804590/Wedding+Photography+Zest+Sydney.jpg?format=750w",
    "details": "Hi RonnyI have been waiting all week to come back from our honeymoon to thank you!We have been obsessing   photos and are so happy with them. Our families are raving about how great they are and can't wait to share them As soon as you walked through the house at Collaroy you were on! I loved it, and I felt so much at ease, in fact the entire day I knew I had nothing to worry about because you are outstanding. Your quality of photos are flawless, the way you move in and out of awkward positions just to get the perfect shot is incredible! And you yourself are just so warm, joyful and full of light, which is exactly what I felt from you when I spoke to you on the phone to book. I knew we picked the right photographer for us!You were so kind to my grandmother, our nieces and nephews, our families and friends, and so patient with us when taking our photos. We are just so grateful for all you did for us leading up to and on our wedding day. Thank you so much!Kindest Regards,Marc and Steph - married in December 2021 at Long Reef Golf Club on the Northern  of Sydney ",
    "submit": "1667883135446"
  },
  {
    "name": "Marc and Steph",
    "email": "test@gmail.com",

    "CatName": "Wedding Photography",
    "img": "https://images.squarespace-cdn.com/content/v1/615511137ee8bb0f8bbae591/f01cc712-3b95-4a6b-8f98-c6bbe3b0ddc7/Wedding+Photography+Northern+Beaches+Sydney.jpg?format=750w",
    "details": "Hi Ronny,Our sincere thanks for these beautiful photos, that absolutely captured the most heartfelt and happy We have no idea how we will pick our favourites for an album, though we definitely have one or two that we cannot wait to  framed and in our home.There is so much of the day that is a blur and it is lovely to relive the day through these images.  You managed to get fantastic shots from everywhere and were so discreet - your attention to detail is (I love you got the Just Married flags in the sunlight!).  How good do the drone images look too!All the best to you and your family Ronny, have a wonderful weekend.Cheers Tamara & Brian - married on 12th June 2021 at Milestone Events  at North Head  in Sydney ",
    "submit": "1667883125446"
  },
  {
    "name": "Shikha and Stuart",
    "email": "test@gmail.com",

    "CatName": "Wedding Photography",
    "img": "https://images.squarespace-cdn.com/content/v1/615511137ee8bb0f8bbae591/af1476f3-e2ed-4383-b719-82f2ba227941/Creek+Street+Photography-801LM-0074.jpg?format=750w",
    "details": "Dearest Ronny! Oh my goodness, we received our photos!!!!!❤From the bottom of our hearts we would like to say the biggest THANK YOU!!!They are BEAUTIFUL, BREATHTAKING and everything we could have ever dreamed of. Ronny you captured the raw emotion in our eyes, the natural moments of pure bliss plus all the magic in between. We have no idea how we are going to chose our photos for the album!!!We are so incredibly grateful to have had you photograph our wedding and we thank you once again for your amazing artistry, you are one talented man! It was such a pleasure to have you a part of our special day.Thank you!Kind Regards,Nathan & Bianca Pereira Xxx  - married on 30th May 2020 - See their Cronulla wedding with Bass and Flinders Point ceremony and Wanda Beach and Cape Solander location shoot",
    "submit": "1667883115446"
  },
  {
    "name": "Mr and Mrs Myers",
    "email": "test@gmail.com",

    "CatName": "Wedding Photography",
    "img": "https://images.squarespace-cdn.com/content/v1/615511137ee8bb0f8bbae591/115cb782-a7ec-4287-b9a3-cd9441d86fe8/Long+Reef+Golf+Club+Wedding-775LT-1367.jpg?format=750w",
    "details": "Hi Ronny,Just arrived back from our honeymoon yesterday and wanted to say a huge thank you for everything! You made our wedding day so incredibly special and we are super excited as we know the shots will be amazing. Everyone spoke to us saying how great Ronny is and they were all extremely impressed with your work!We cannot thank you enough for all the effort you put in our day to make it such a special day for us. It was the best day of our lives and couldn’t believe how smoothly it all went!Thank you again!Mr and Mrs Myers – see their Long Reef Golf Club Wedding on the blog",
    "submit": "1667884115446"
  }
]
